Repository: catenarytransit/catenary-ios
Catalog: catenary-ios/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, oc, pl, pt, ro, ru, sk, sv, uk, zh_hans, zh_hant, zh_hk

source: Accessibility issue
bg: Проблем с достъпността
cs: Problém s přístupností
da: Tilgængelighedsproblem
de: Barrierefreiheitsproblem
el: Πρόβλημα προσβασιμότητας
es: Problema de accesibilidad
fi: Esteettömyysongelma
fr: Problème d’accessibilité
hu: Akadálymentességi probléma
it: Problema di accessibilità
ja: アクセシビリティの問題
ko: 접근성 문제
nb: Tilgjengelighetsproblem
nl: Toegankelijkheidsprobleem
oc: Problèma d’accessibilitat
pl: Problem z dostępnością
pt: Problema de acessibilidade
ro: Problemă de accesibilitate
ru: Проблема доступности
sk: Problém s prístupnosťou
sv: Tillgänglighetsproblem
uk: Проблема доступності
zh_hans: 无障碍问题
zh_hant: 無障礙問題
zh_hk: 無障礙問題

source: Accident
bg: Инцидент
cs: Nehoda
da: Ulykke
de: Unfall
el: Ατύχημα
es: Accidente
fi: Onnettomuus
hu: Baleset
it: Incidente
ja: 事故
ko: 사고
nb: Ulykke
nl: Ongeval
pl: Wypadek
pt: Acidente
ru: Авария
sk: Nehoda
sv: Olycka
uk: Аварія
zh_hans: 事故
zh_hant: 事故
zh_hk: 意外

source: Additional service
bg: Допълнително обслужване
cs: Dodatečný provoz
da: Ekstra drift
de: Zusätzlicher Betrieb
el: Πρόσθετη υπηρεσία
es: Servicio adicional
fi: Lisäliikenne
fr: Service supplémentaire
hu: További szolgáltatás
it: Servizio aggiuntivo
ja: 臨時運行
ko: 추가 운행
nb: Ekstra drift
nl: Extra dienst
oc: Servici suplementari
pl: Dodatkowe kursy
pt: Serviço adicional
ro: Serviciu suplimentar
ru: Дополнительное движение
sk: Dodatočná premávka
sv: Extra trafik
uk: Додатковий рух
zh_hans: 加开服务
zh_hant: 加開服務
zh_hk: 加開服務

# alert.schedule.exceptions
source: Exceptions: %1$@
bg: Друго: %1$@
cs: Ostatní: %1$@
da: Andet: %1$@
de: Sonstige: %1$@
el: Άλλο: %1$@
es: Otro: %1$@
fi: Muu: %1$@
fr: Autre: %1$@
hu: Egyéb: %1$@
it: Altro: %1$@
ja: その他: %1$@
ko: 기타: %1$@
nb: Annet: %1$@
nl: Overig: %1$@
oc: Autre: %1$@
pl: Inne: %1$@
pt: Outro: %1$@
ro: Altele: %1$@
ru: Другое: %1$@
sk: Ostatné: %1$@
sv: Övrigt: %1$@
uk: Інше: %1$@
zh_hans: 其他: %1$@
zh_hant: 其他: %1$@
zh_hk: 其他: %1$@

# alerts.count
source: Service alerts: %d
bg: Съобщения за обслужването: %d
cs: Provozní upozornění: %d
da: Driftsmeldinger: %d
de: Servicehinweise: %d
el: Ειδοποιήσεις υπηρεσίας: %d
es: Alertas de servicio: %d
fi: Liikennetiedotteet: %d
fr: Alertes de service: %d
hu: Forgalmi értesítések: %d
it: Avvisi di servizio: %d
ja: 運行情報: %d
ko: 운행 알림: %d
nb: Driftsmeldinger: %d
nl: Dienstmeldingen: %d
oc: Alèrtas de servici: %d
pl: Komunikaty serwisowe: %d
pt: Alertas de serviço: %d
ro: Alerte de serviciu: %d
ru: Сервисные оповещения: %d
sk: Prevádzkové upozornenia: %d
sv: Trafikmeddelanden: %d
uk: Сервісні сповіщення: %d
zh_hans: 服务提醒: %d
zh_hant: 服務提示: %d
zh_hk: 服務提示: %d

source: Allow location access, or use the current map center to see nearby departures.
bg: Разрешете достъп до местоположението или използвайте текущия център на картата, за да видите близките заминавания.
cs: Povolte přístup k poloze nebo použijte aktuální střed mapy pro zobrazení odjezdů v okolí.
da: Tillad adgang til placering, eller brug kortets aktuelle centrum for at se afgange i nærheden.
de: Standortzugriff erlauben oder die aktuelle Kartenmitte verwenden, um Abfahrten in der Nähe anzuzeigen.
el: Επιτρέψτε την πρόσβαση στην τοποθεσία ή χρησιμοποιήστε το τρέχον κέντρο του χάρτη για να δείτε κοντινές αναχωρήσεις.
es: Permite el acceso a la ubicación o usa el centro actual del mapa para ver salidas cercanas.
fi: Salli sijainnin käyttö tai käytä kartan nykyistä keskipistettä nähdäksesi lähdöt lähellä.
fr: Autorisez l’accès à la position ou utilisez le centre actuel de la carte pour voir les départs à proximité.
hu: Engedélyezze a helyhozzáférést, vagy használja a térkép jelenlegi közepét a közeli indulások megtekintéséhez.
it: Consenti l’accesso alla posizione oppure usa il centro attuale della mappa per vedere le partenze vicine.
ja: 位置情報へのアクセスを許可するか、現在の地図の中心を使って周辺の出発情報を表示してください。
ko: 위치 접근을 허용하거나 현재 지도 중심을 사용하여 주변 출발 정보를 확인하세요.
nb: Tillat posisjonstilgang, eller bruk kartets nåværende sentrum for å se avganger i nærheten.
nl: Sta locatietoegang toe of gebruik het huidige midden van de kaart om vertrekken in de buurt te bekijken.
oc: Autorizatz l’accès a la posicion o utilizatz lo centre actual de la mapa per veire las partenças a proximitat.
pl: Zezwól na dostęp do lokalizacji albo użyj bieżącego środka mapy, aby zobaczyć pobliskie odjazdy.
pt: Permita o acesso à localização ou use o centro atual do mapa para ver partidas próximas.
ro: Permiteți accesul la locație sau folosiți centrul actual al hărții pentru a vedea plecările din apropiere.
ru: Разрешите доступ к местоположению или используйте текущий центр карты, чтобы увидеть ближайшие отправления.
sk: Povoľte prístup k polohe alebo použite aktuálny stred mapy na zobrazenie odchodov v okolí.
sv: Tillåt platsåtkomst eller använd kartans nuvarande mittpunkt för att se avgångar i närheten.
uk: Дозвольте доступ до місцезнаходження або використайте поточний центр мапи, щоб переглянути найближчі відправлення.
zh_hans: 请允许访问位置，或使用当前地图中心查看附近出发班次。
zh_hant: 請允許取用位置，或使用目前的地圖中心查看附近出發班次。
zh_hk: 請允許取用位置，或使用目前的地圖中心查看附近班次。

source: Arrival
bg: Пристигане
cs: Příjezd
da: Ankomst
de: Ankunft
el: Άφιξη
es: Llegada
fi: Saapuminen
fr: Arrivée
hu: Érkezés
it: Arrivo
ja: 到着
ko: 도착
nb: Ankomst
nl: Aankomst
oc: Arribada
pl: Przyjazd
pt: Chegada
ro: Sosire
ru: Прибытие
sk: Príchod
sv: Ankomst
uk: Прибуття
zh_hans: 到达
zh_hant: 到達
zh_hk: 到達

source: At stop
bg: На спирката
cs: Ve stanici
da: Ved stoppestedet
de: An der Haltestelle
el: Στη στάση
es: En la parada
fi: Pysäkillä
fr: À l’arrêt
hu: A megállóban
it: Alla fermata
ja: 停留所に停車中
ko: 정류장에 있음
nb: Ved stoppet
nl: Bij de halte
oc: A l’arrèst
pl: Na przystanku
pt: Na paragem
ro: La oprire
ru: На остановке
sk: Na zastávke
sv: Vid hållplatsen
uk: На зупинці
zh_hans: 已到站
zh_hant: 已到站
zh_hk: 已到站

source: Block
bg: Блок
cs: Oběh
da: Vognløb
de: Umlauf
el: Βάρδια
es: Bloque
fi: Kiertopäivä
fr: Service véhicule
hu: Forduló
it: Blocco
ja: 運用
ko: 운용
nb: Omløp
nl: Omloop
oc: Blòc
pl: Brygada
pt: Bloco
ro: Bloc
ru: Блок
sk: Obeh
sv: Omlopp
uk: Блок
zh_hans: 车次组
zh_hant: 車次組
zh_hk: 車次組

source: Bus
bg: Автобус
cs: Autobus
el: Λεωφορείο
es: Autobús
fi: Bussi
hu: Busz
it: Autobus
ja: バス
ko: 버스
nb: Buss
pl: Autobus
pt: Autocarro
ro: Autobuz
ru: Автобус
sk: Autobus
sv: Buss
uk: Автобус
zh_hans: 公交车
zh_hant: 巴士
zh_hk: 巴士

source: Cancel
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
oc: Anullar
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cancelled
bg: Отменено
cs: Zrušeno
da: Aflyst
de: Fällt aus
el: Ακυρώθηκε
es: Cancelado
fi: Peruttu
fr: Supprimé
hu: Törölve
it: Cancellato
ja: 運休
ko: 취소됨
nb: Innstilt
nl: Vervallen
oc: Anullat
pl: Odwołany
pt: Cancelado
ro: Anulat
ru: Отменён
sk: Zrušené
sv: Inställd
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消
zh_hk: 已取消

source: Catenary logo
bg: Catenary
cs: Catenary
da: Catenary
de: Catenary
el: Catenary
es: Catenary
fi: Catenary
fr: Catenary
hu: Catenary
it: Catenary
ja: Catenary
ko: Catenary
nb: Catenary
nl: Catenary
oc: Catenary
pl: Catenary
pt: Catenary
ro: Catenary
ru: Catenary
sk: Catenary
sv: Catenary
uk: Catenary
zh_hans: Catenary
zh_hant: Catenary
zh_hk: Catenary

source: Center pin on map
bg: Центриране на маркера върху картата
cs: Vycentrovat špendlík na mapě
da: Centrer markøren på kortet
de: Pin auf der Karte zentrieren
el: Κεντράρισμα καρφίτσας στον χάρτη
es: Centrar el pin en el mapa
fi: Keskitä nasta kartalle
fr: Centrer l’épingle sur la carte
hu: Jelölő középre igazítása a térképen
it: Centra il segnaposto sulla mappa
ja: 地図上のピンを中央に表示
ko: 지도에서 핀을 가운데로 이동
nb: Sentrer markøren på kartet
nl: Pin op de kaart centreren
oc: Centrar l’espingla sus la mapa
pl: Wyśrodkuj pinezkę na mapie
pt: Centrar o pino no mapa
ro: Centrează pinul pe hartă
ru: Центрировать метку на карте
sk: Vycentrovať špendlík na mape
sv: Centrera nålen på kartan
uk: Центрувати позначку на мапі
zh_hans: 将图钉置于地图中心
zh_hant: 將圖釘置中於地圖
zh_hk: 將圖釘置中於地圖

source: Choose time
bg: Избери час
cs: Vybrat čas
da: Vælg tid
de: Uhrzeit auswählen
el: Επιλογή ώρας
es: Elegir hora
fi: Valitse aika
fr: Choisir l’heure
hu: Idő kiválasztása
it: Scegli l’ora
ja: 時刻を選択
ko: 시간 선택
nb: Velg tid
nl: Kies tijd
oc: Causir l’ora
pl: Wybierz czas
pt: Escolher hora
ro: Alege ora
ru: Выбрать время
sk: Vybrať čas
sv: Välj tid
uk: Вибрати час
zh_hans: 选择时间
zh_hant: 選擇時間
zh_hk: 選擇時間

source: Class
bg: Клас
cs: Třída
da: Klasse
de: Klasse
el: Κλάση
es: Clase
fi: Luokka
fr: Classe
hu: Osztály
it: Classe
ja: クラス
ko: 등급
nb: Klasse
nl: Klasse
oc: Classa
pl: Klasa
pt: Classe
ro: Clasă
ru: Класс
sk: Trieda
sv: Klass
uk: Клас
zh_hans: 类别
zh_hant: 類別
zh_hk: 類別

source: Close service alerts
bg: Затвори съобщенията за обслужването
cs: Zavřít provozní upozornění
da: Luk driftsmeldinger
de: Servicehinweise schließen
el: Κλείσιμο ειδοποιήσεων υπηρεσίας
es: Cerrar alertas de servicio
fi: Sulje liikennetiedotteet
fr: Fermer les alertes de service
hu: Forgalmi értesítések bezárása
it: Chiudi gli avvisi di servizio
ja: 運行情報を閉じる
ko: 운행 알림 닫기
nb: Lukk driftsmeldinger
nl: Sluit dienstmeldingen
oc: Tampar las alèrtas de servici
pl: Zamknij komunikaty serwisowe
pt: Fechar alertas de serviço
ro: Închide alertele de serviciu
ru: Закрыть сервисные оповещения
sk: Zavrieť prevádzkové upozornenia
sv: Stäng trafikmeddelanden
uk: Закрити сервісні сповіщення
zh_hans: 关闭服务提醒
zh_hant: 關閉服務提示
zh_hk: 關閉服務提示

source: Collapse service alerts
bg: Свий съобщенията за обслужването
cs: Sbalit provozní upozornění
da: Fold driftsmeldinger sammen
de: Servicehinweise einklappen
el: Σύμπτυξη ειδοποιήσεων υπηρεσίας
es: Contraer alertas de servicio
fi: Pienennä liikennetiedotteet
fr: Réduire les alertes de service
hu: Forgalmi értesítések összecsukása
it: Comprimi gli avvisi di servizio
ja: 運行情報を折りたたむ
ko: 운행 알림 접기
nb: Slå sammen driftsmeldinger
nl: Klap dienstmeldingen in
oc: Replegar las alèrtas de servici
pl: Zwiń komunikaty serwisowe
pt: Recolher alertas de serviço
ro: Restrânge alertele de serviciu
ru: Свернуть сервисные оповещения
sk: Zbaliť prevádzkové upozornenia
sv: Fäll ihop trafikmeddelanden
uk: Згорнути сервісні сповіщення
zh_hans: 收起服务提醒
zh_hant: 收合服務提示
zh_hk: 收合服務提示

source: Connecting
bg: Свързване
cs: Připojování
da: Opretter forbindelse
de: Verbindung wird hergestellt
el: Σύνδεση
es: Conectando
fi: Yhdistetään
fr: Connexion
hu: Kapcsolódás
it: Connessione
ja: 接続中
ko: 연결 중
nb: Kobler til
nl: Verbinden
oc: Connexion
pl: Łączenie
pt: A ligar
ro: Se conectează
ru: Подключение
sk: Pripája sa
sv: Ansluter
uk: Підключення
zh_hans: 正在连接
zh_hant: 正在連線
zh_hk: 正在連線

source: Construction
bg: Строителство
cs: Stavba
da: Byggearbejde
de: Bauarbeiten
el: Κατασκευή
es: Obras
fi: Rakennustyö
fr: Travaux
hu: Építkezés
it: Lavori
ja: 工事
ko: 공사
nb: Byggearbeid
nl: Werkzaamheden
oc: Òbras
pl: Budowa
pt: Obras
ro: Construcții
ru: Строительные работы
sk: Výstavba
sv: Byggarbete
uk: Будівництво
zh_hans: 施工
zh_hant: 施工
zh_hk: 工程

# Crushed standing room only
source: Very crowded; standing room only
bg: Много претъпкано; само правостоящи
cs: Velmi plné; pouze stání
da: Meget fyldt; kun ståpladser
de: Sehr voll; nur Stehplätze
el: Πολύ γεμάτο· μόνο όρθιοι
es: Muy lleno; solo de pie
fi: Erittäin täynnä; vain seisomapaikkoja
fr: Très chargé; places debout uniquement
hu: Nagyon zsúfolt; csak állóhely
it: Molto affollato; solo in piedi
ja: 非常に混雑・立席のみ
ko: 매우 혼잡함; 입석만 가능
nb: Svært fullt; bare ståplasser
nl: Zeer druk; alleen staanplaatsen
oc: Fòrça plen; sonque de places de pè
pl: Bardzo tłoczno; tylko miejsca stojące
pt: Muito cheio; apenas em pé
ro: Foarte aglomerat; doar în picioare
ru: Очень тесно; только стоячие места
sk: Veľmi plné; len na státie
sv: Mycket trångt; endast ståplats
uk: Дуже тісно; лише стоячі місця
zh_hans: 非常拥挤；仅可站立
zh_hant: 非常擁擠；僅可站立
zh_hk: 非常擠迫；只可企位

source: Delay
bg: Закъснение
cs: Zpoždění
da: Forsinkelse
de: Verspätung
el: Καθυστέρηση
es: Retraso
fi: Viive
fr: Retard
hu: Késés
it: Ritardo
ja: 遅延
ko: 지연
nb: Forsinkelse
nl: Vertraging
oc: Retard
pl: Opóźnienie
pt: Atraso
ro: Întârziere
ru: Задержка
sk: Meškanie
sv: Försening
uk: Затримка
zh_hans: 延误
zh_hant: 延誤
zh_hk: 延誤

source: Deleted
bg: Изтрито
cs: Odstraněno
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fi: Poistettu
fr: Supprimé
hu: Eltávolítva
it: Eliminato
ja: 削除済み
ko: 삭제됨
nb: Slettet
nl: Verwijderd
oc: Suprimit
pl: Usunięty
pt: Eliminado
ro: Șters
ru: Удалён
sk: Odstránené
sv: Borttagen
uk: Видалено
zh_hans: 已删除
zh_hant: 已刪除
zh_hk: 已刪除

source: Demonstration or street blockage
bg: Демонстрация или блокирана улица
cs: Demonstrace nebo blokáda ulice
da: Demonstration eller vejspærring
de: Demonstration oder Straßensperre
el: Διαδήλωση ή αποκλεισμός δρόμου
es: Manifestación o calle bloqueada
fi: Mielenosoitus tai katkos
fr: Manifestation ou rue bloquée
hu: Tüntetés vagy útlezárás
it: Manifestazione o strada bloccata
ja: デモまたは通行止め
ko: 시위 또는 도로 차단
nb: Demonstrasjon eller veisperring
nl: Demonstratie of wegblokkade
oc: Manifestacion o carrièra barrada
pl: Demonstracja lub blokada ulicy
pt: Manifestação ou rua bloqueada
ro: Demonstrație sau stradă blocată
ru: Демонстрация или перекрытие улицы
sk: Demonštrácia alebo blokáda ulice
sv: Demonstration eller vägblockering
uk: Демонстрація або перекриття вулиці
zh_hans: 示威或道路封闭
zh_hant: 示威或道路封閉
zh_hk: 示威或道路封閉

source: Departed
bg: Замина
cs: Odjelo
da: Afgået
de: Abgefahren
el: Αναχώρησε
es: Salió
fi: Lähtenyt
fr: Parti
hu: Elindult
it: Partito
ja: 出発済み
ko: 출발함
nb: Avreist
nl: Vertrokken
oc: Partit
pl: Odjechał
pt: Partiu
ro: Plecat
ru: Отправился
sk: Odišlo
sv: Avgått
uk: Відправився
zh_hans: 已出发
zh_hant: 已出發
zh_hk: 已出發

source: Departure
bg: Заминаване
cs: Odjezd
da: Afgang
de: Abfahrt
el: Αναχώρηση
es: Salida
fi: Lähtö
fr: Départ
hu: Indulás
it: Partenza
ja: 出発
ko: 출발
nb: Avgang
nl: Vertrek
oc: Partença
pl: Odjazd
pt: Partida
ro: Plecare
ru: Отправление
sk: Odchod
sv: Avgång
uk: Відправлення
zh_hans: 出发
zh_hant: 出發
zh_hk: 出發

source: Departure time
bg: Заминаване Час
cs: Odjezd Čas
da: Afgang Tid
de: Abfahrt Zeit
el: Αναχώρηση Ώρα
es: Salida Hora
fi: Lähtö Aika
fr: Départ Heure
hu: Indulás Idő
it: Partenza Ora
ja: 出発 時刻
ko: 출발 시간
nb: Avgang Tid
nl: Vertrek Tijd
oc: Partença Ora
pl: Odjazd Czas
pt: Partida Hora
ro: Plecare Oră
ru: Отправление Время
sk: Odchod Čas
sv: Avgång Tid
uk: Відправлення Час
zh_hans: 出发 时间
zh_hant: 出發 時間
zh_hk: 出發 時間

source: Departures near selected location
bg: Заминавания близо до избраното местоположение
cs: Odjezdy poblíž vybraného místa
da: Afgange nær den valgte placering
de: Abfahrten in der Nähe des ausgewählten Standorts
el: Αναχωρήσεις κοντά στην επιλεγμένη τοποθεσία
es: Salidas cerca de la ubicación seleccionada
fi: Lähdöt valitun sijainnin lähellä
fr: Départs près de la position sélectionnée
hu: Indulások a kiválasztott hely közelében
it: Partenze vicino alla posizione selezionata
ja: 選択した場所の近くの出発情報
ko: 선택한 위치 주변의 출발 정보
nb: Avganger nær valgt posisjon
nl: Vertrekken nabij de geselecteerde locatie
oc: Partenças près de la posicion seleccionada
pl: Odjazdy w pobliżu wybranej lokalizacji
pt: Partidas perto da localização selecionada
ro: Plecări în apropierea locației selectate
ru: Отправления рядом с выбранным местом
sk: Odchody v blízkosti vybratej polohy
sv: Avgångar nära den valda platsen
uk: Відправлення поблизу вибраного місця
zh_hans: 所选位置附近的出发班次
zh_hant: 所選位置附近的出發班次
zh_hk: 所選位置附近的班次

source: Detour
bg: Обход
cs: Objížďka
da: Omkørsel
de: Umleitung
el: Παράκαμψη
es: Desvío
fi: Poikkeusreitti
fr: Déviation
hu: Terelés
it: Deviazione
ja: 迂回
ko: 우회
nb: Omkjøring
nl: Omleiding
oc: Desviacion
pl: Objazd
pt: Desvio
ro: Deviere
ru: Объезд
sk: Obchádzka
sv: Omdirigering
uk: Об’їзд
zh_hans: 绕行
zh_hant: 改道
zh_hk: 改道

source: Dismiss search focus
bg: Затвори търсенето
cs: Zavřít hledání
da: Luk søgning
de: Suche schließen
el: Κλείσιμο αναζήτησης
es: Cerrar la búsqueda
fi: Sulje haku
fr: Fermer la recherche
hu: Keresés bezárása
it: Chiudi la ricerca
ja: 検索を閉じる
ko: 검색 닫기
nb: Lukk søk
nl: Sluit zoeken
oc: Tampar la recèrca
pl: Zamknij wyszukiwanie
pt: Fechar pesquisa
ro: Închide căutarea
ru: Закрыть поиск
sk: Zavrieť vyhľadávanie
sv: Stäng sökning
uk: Закрити пошук
zh_hans: 关闭搜索
zh_hant: 關閉搜尋
zh_hk: 關閉搜尋

source: Display distances in miles and feet instead of kilometres and metres.
bg: Показвай разстоянията в мили и футове вместо в километри и метри.
cs: Zobrazovat vzdálenosti v mílích a stopách místo kilometrů a metrů.
da: Vis afstande i miles og fod i stedet for kilometer og meter.
de: Entfernungen in Meilen und Fuß statt in Kilometern und Metern anzeigen.
el: Εμφάνιση αποστάσεων σε μίλια και πόδια αντί για χιλιόμετρα και μέτρα.
es: Mostrar distancias en millas y pies en lugar de kilómetros y metros.
fi: Näytä etäisyydet maileina ja jalkoina kilometrien ja metrien sijasta.
fr: Afficher les distances en miles et en pieds plutôt qu’en kilomètres et en mètres.
hu: Távolságok megjelenítése mérföldben és lábban kilométer és méter helyett.
it: Mostra le distanze in miglia e piedi invece che in chilometri e metri.
ja: 距離をキロメートルとメートルではなく、マイルとフィートで表示します。
ko: 거리를 킬로미터와 미터 대신 마일과 피트로 표시합니다.
nb: Vis avstander i miles og fot i stedet for kilometer og meter.
nl: Afstanden in mijlen en voeten tonen in plaats van kilometers en meters.
oc: Afichar las distàncias en milas e pès al luòc de quilomètres e mètres.
pl: Pokazuj odległości w milach i stopach zamiast w kilometrach i metrach.
pt: Mostrar distâncias em milhas e pés em vez de quilómetros e metros.
ro: Afișează distanțele în mile și picioare în loc de kilometri și metri.
ru: Показывать расстояния в милях и футах вместо километров и метров.
sk: Zobrazovať vzdialenosti v míľach a stopách namiesto kilometrov a metrov.
sv: Visa avstånd i miles och fot i stället för kilometer och meter.
uk: Показувати відстані в милях і футах замість кілометрів і метрів.
zh_hans: 以英里和英尺显示距离，而不是公里和米。
zh_hant: 以英里和英尺顯示距離，而不是公里和公尺。
zh_hk: 以英里及英尺顯示距離，而非公里及米。

source: Distance
bg: Разстояние
cs: Vzdálenost
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
hu: Távolság
it: Distanza
ja: 距離
ko: 거리
nb: Avstand
nl: Afstand
oc: Distància
pl: Odległość
pt: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sv: Avstånd
uk: Відстань
zh_hans: 距离
zh_hant: 距離
zh_hk: 距離

source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
hu: Kész
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
oc: Fach
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
uk: Готово
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Drag the pin to choose another location
bg: Плъзнете маркера, за да изберете друго местоположение
cs: Přetažením špendlíku vyberte jiné místo
da: Træk markøren for at vælge en anden placering
de: Den Pin ziehen, um einen anderen Standort auszuwählen
el: Σύρετε την καρφίτσα για να επιλέξετε άλλη τοποθεσία
es: Arrastra el pin para elegir otra ubicación
fi: Valitse toinen sijainti vetämällä nastaa
fr: Faites glisser l’épingle pour choisir une autre position
hu: Húzza a jelölőt másik hely kiválasztásához
it: Trascina il segnaposto per scegliere un’altra posizione
ja: ピンをドラッグして別の場所を選択
ko: 핀을 드래그하여 다른 위치를 선택하세요
nb: Dra markøren for å velge en annen posisjon
nl: Sleep de pin om een andere locatie te kiezen
oc: Lisatz l’espingla per causir una autra posicion
pl: Przeciągnij pinezkę, aby wybrać inną lokalizację
pt: Arraste o pino para escolher outra localização
ro: Trageți pinul pentru a alege altă locație
ru: Перетащите метку, чтобы выбрать другое место
sk: Potiahnutím špendlíka vyberte inú polohu
sv: Dra nålen för att välja en annan plats
uk: Перетягніть позначку, щоб вибрати інше місце
zh_hans: 拖动图钉以选择其他位置
zh_hant: 拖曳圖釘以選擇其他位置
zh_hk: 拖曳圖釘以選擇另一個位置

source: Drop pin
bg: Поставяне на маркер
cs: Umístit špendlík
da: Sæt markør
de: Pin setzen
el: Τοποθέτηση καρφίτσας
es: Colocar pin
fi: Pudota nasta
fr: Placer une épingle
hu: Jelölő elhelyezése
it: Posiziona segnaposto
ja: ピンを置く
ko: 핀 놓기
nb: Sett markør
nl: Pin plaatsen
oc: Plaçar una espingla
pl: Upuść pinezkę
pt: Colocar pino
ro: Plasează pinul
ru: Поставить метку
sk: Umiestniť špendlík
sv: Släpp nål
uk: Поставити позначку
zh_hans: 放置图钉
zh_hant: 放置圖釘
zh_hk: 放置圖釘

source: Drop pin at map center
bg: Поставяне на маркер в центъра на картата
cs: Umístit špendlík do středu mapy
da: Sæt markør ved kortets centrum
de: Pin in der Kartenmitte setzen
el: Τοποθέτηση καρφίτσας στο κέντρο του χάρτη
es: Colocar pin en el centro del mapa
fi: Pudota nasta kartan keskelle
fr: Placer une épingle au centre de la carte
hu: Jelölő elhelyezése a térkép közepén
it: Posiziona segnaposto al centro della mappa
ja: 地図の中心にピンを置く
ko: 지도 중심에 핀 놓기
nb: Sett markør i midten av kartet
nl: Pin in het midden van de kaart plaatsen
oc: Plaçar una espingla al centre de la mapa
pl: Upuść pinezkę na środku mapy
pt: Colocar pino no centro do mapa
ro: Plasează pinul în centrul hărții
ru: Поставить метку в центре карты
sk: Umiestniť špendlík do stredu mapy
sv: Släpp nål i kartans mitt
uk: Поставити позначку в центрі мапи
zh_hans: 在地图中心放置图钉
zh_hant: 在地圖中心放置圖釘
zh_hk: 在地圖中心放置圖釘

source: Earlier
bg: По-рано
cs: Dříve
da: Tidligere
de: Früher
el: Νωρίτερα
es: Antes
fi: Aiemmin
fr: Plus tôt
hu: Korábban
it: Prima
ja: 前
ko: 이전
nb: Tidligere
nl: Eerder
oc: Mai d’ora
pl: Wcześniej
pt: Mais cedo
ro: Mai devreme
ru: Раньше
sk: Skôr
sv: Tidigare
uk: Раніше
zh_hans: 更早
zh_hant: 較早
zh_hk: 較早

source: Earlier departures
bg: По-рано Заминаване
cs: Dříve Odjezd
da: Tidligere Afgang
de: Früher Abfahrt
el: Νωρίτερα Αναχώρηση
es: Antes Salida
fi: Aiemmin Lähtö
fr: Plus tôt Départ
hu: Korábban Indulás
it: Prima Partenza
ja: 前 出発
ko: 이전 출발
nb: Tidligere Avgang
nl: Eerder Vertrek
oc: Mai d’ora Partença
pl: Wcześniej Odjazd
pt: Mais cedo Partida
ro: Mai devreme Plecare
ru: Раньше Отправление
sk: Skôr Odchod
sv: Tidigare Avgång
uk: Раніше Відправлення
zh_hans: 更早 出发
zh_hant: 較早 出發
zh_hk: 較早 出發

source: Early
bg: По-рано
cs: Dříve
da: For tidligt
de: Zu früh
el: Νωρίτερα
es: Adelantado
fi: Etuajassa
fr: En avance
hu: Korábban
it: In anticipo
ja: 早着
ko: 일찍
nb: For tidlig
nl: Te vroeg
oc: En avança
pl: Przed czasem
pt: Adiantado
ro: Mai devreme
ru: Раньше
sk: Skôr
sv: För tidig
uk: Раніше
zh_hans: 提前
zh_hant: 提早
zh_hk: 提早

source: Empty
bg: Празно
cs: Prázdné
da: Tom
de: Leer
el: Άδειο
es: Vacío
fi: Tyhjä
fr: Vide
hu: Üres
it: Vuoto
ja: 空いています
ko: 비어 있음
nb: Tomt
nl: Leeg
oc: Void
pl: Pusto
pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
sv: Tomt
uk: Порожньо
zh_hans: 空
zh_hant: 空
zh_hk: 空

source: Ending time
bg: Час
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
hu: Idő
it: Ora
ja: 時刻
ko: 시간
nb: Tid
nl: Tijd
oc: Ora
pl: Czas
pt: Hora
ro: Oră
ru: Время
sk: Čas
sv: Tid
uk: Час
zh_hans: 时间
zh_hant: 時間
zh_hk: 時間

source: Expand service alerts
bg: Разгъни съобщенията за обслужването
cs: Rozbalit provozní upozornění
da: Fold driftsmeldinger ud
de: Servicehinweise ausklappen
el: Ανάπτυξη ειδοποιήσεων υπηρεσίας
es: Expandir alertas de servicio
fi: Laajenna liikennetiedotteet
fr: Développer les alertes de service
hu: Forgalmi értesítések kibontása
it: Espandi gli avvisi di servizio
ja: 運行情報を展開
ko: 운행 알림 펼치기
nb: Utvid driftsmeldinger
nl: Klap dienstmeldingen uit
oc: Desplegar las alèrtas de servici
pl: Rozwiń komunikaty serwisowe
pt: Expandir alertas de serviço
ro: Extinde alertele de serviciu
ru: Развернуть сервисные оповещения
sk: Rozbaliť prevádzkové upozornenia
sv: Fäll ut trafikmeddelanden
uk: Розгорнути сервісні сповіщення
zh_hans: 展开服务提醒
zh_hant: 展開服務提示
zh_hk: 展開服務提示
